const translations = {
    ru: {
      "desc-content":"профессиональные средства для ухода за волосами и ногтями, оптом и в розницу, частным и корпоративным клиентам, интернет-магазин с доставкой в Таллинне",
      "keywords-content":"волосы, ногти, средства для ухода, доставка, Таллинн, профессиональным мастерам, предложение салонам",
      "landing-title": "ILUXSIIR профессиональная косметика для волос и ногтей",
      // nav-bar
      "about-us": "О нас",
      "brands": "Бренды",
      "for-clients": "Для клиентов",
      "online-store": "Интернет-магазин",
      "contacts": "Контакты",
      // about
      "description": "Профессиональные средства для ухода за волосами и ногтями",
      "info-btn": "Больше об Iluxsiir",
      "shop-btn": "Магазин в Таллинне",
      // cookies agreement
      "agreement-header": "Мы ценим вашу приватность",
      "agreement-text": "Мы используем файлы cookie, чтобы улучшить качество ваших просмотров, персонализируя для вас рекламу и контент на основе анализа трафика. Нажимая <<Принять>>, вы соглашаетесь с использованием файлов cookie.",
      "agreement-link": "Политика сookie.",
      "accept-btn": "Принять",
      "reject-btn": "Отклонить",
      // modal-info
      "info-title":`О компании Ilu<span class="colored">X</span>siir`,
      "info-text":  `<p>Компания Iluxsiir OÜ основана в 2023 году и занимается оптовой и розничной торговлей профессиональными средствами для ухода за волосами и ногтями. На рынке Эстонии мы представлены через услуги интернет-магазина https://shopforhair.ee/ee/. Также в октябре 2024 года в Таллине открылся наш первый розничный магазин —  в торговом центре "Мустакиви" (Mahtra tn 1, 13811 Tallinn, Mustakivi keskus).</p>
      <p>Несмотря на молодость компании, её руководящий менеджмент обладает десятилетиями опыта работы на бьюти-рынке. Мы активно следим за тенденциями в индустрии красоты и регулярно обновляем ассортимент товаров, своевременно предлагая своим клиентам новинки рынка и связанные с ними специальные акции.</p>
      <p>Ассортимент Iluxsiir включает в себя более чем 3500 товаров от ведущих мировых и европейских
          брендов. Мы сотрудничаем с такими производителями, как Black Professional (Италия), FUDGE (Великобритания), Kallos (ЕС), Stapiz (ЕС), LUSSONI (ЕС), NIAMH (Италия), Dikson (Италия), Feetcalm (Испания), Beauty Image (Испания), Andis (США) и многими другими.
      </p>
      <p>
          Наша миссия — обеспечить профессионалов ухода за волосами и ногтями качественной продукцией по конкурентным ценам. А также оказать всестороннюю помощь обычным покупателям — в виде профессиональных консультаций по любому из товаров.
      </p>
      <p>
          Наши приоритеты – удобная и быстрая доставка в течение 1-3 суток.
      </p>
      <p>
          Компания Iluxsiir OÜ нацелена на решение вопросов своих клиентов. В предложении компании предусмотрены отдельные программы для обычных, профессиональных и корпоративных клиентов — у нас есть что предложить каждому, с учётом его персональных интересов.
      </p>
      <p>
          Теперь вы знаете о нас больше. Компания Iluxsiir OÜ благодарит вас за то, что вы ознакомились с этой информацией. До скорой встречи!
      </p>`,
      // modal-shop
      "shop-title":`Ilu<span class="colored">X</span>siir`,
      "shop-text": "Мы рады приветствовать вас в первом магазине Iluxsiir OÜ в Эстонии - в торговом центре Мустакиви. С удовольствием предлагаем ознакомиться с нашими товарами, среди которых каждый найдет себе то, что ищет - как самостоятельно, так и с помощью наших опытных консультантов. Если какого-то из товаров нет на месте, вы можете оформить заказ с доставкой и получить товар в течение трех дней. Привозим заказанные вами товары буквально к вашим дверям, по любому адресу. По желанию можно воспользоваться и услугами пакоматов.",
      "address": "aдрес: Mahtra 1, Tallinn, Estonia",
      "office-telephone": `тeл. офиса: <a href="tel:+37255947591">+372 55-947-591</a>`,
      "shop-telephone":`тeл. магазина: <a href="tel:+37255940771">+372 55-940-771</a>`,
      "office-email": `почта: <a href="mailto:office@iluxsiir.ee">office@iluxsiir.ee</a>`,
      "working-time": "Пн-Пт: 10.00 - 20.00 <br> Сб-Вск: 10.00 - 18.00",
      "find-inside":`a href="https://mustakivikeskus.ee/plaan/?location=store3030" target="_blank"`,

      // benefits
      "card1-title":"Богатый ассортимент",
      "card1-text": "Более 3500 товаров от десятков мировых и европейских брендов",
      "card2-title":"Актуальные предложения",
      "card2-text": "Новинки рынка и последние тренды всегда к вашим услугам",
      "card3-title":"Открытость и доступность",
      "card3-text": "Работаем без выходных - как в сети, так и в магазине",
      "card4-title":"Быстрая доставка",
      "card4-text": "Пакоматы Omniva/Venipak – 24 часа. Если товара нет на месте - в течение 3 суток",
      "card5-title":"Профессиональные консультации",
      "card5-text": "Помощь в выборе товаров от опытного персонала",
      // brands
      "brands-title": "Наши бренды",
      // visuals
      "visuals-text": "Магазин в торговом центре <<Mustakivi>> (Таллинн). Свыше 3 500 товаров на месте. Возможность дополнительных заказов по каталогу с доставкой.",
      // proposals
      "proposals-title": "Предложения для клиентов",
      "for-customers-title":"частным клиентам",
      "for-customers-text": "Частным клиентам мы предлагаем широкий ассортимент товаров от известных европейских брендов. В магазине в торговом центре Мустакиви (Mahtra 1, Tallinn)  вы получите исчерпывающие консультации по любой из позиций. Ознакомиться со всеми предложениями можно, пройдя по ссылке на интернет-магазин.",
      "to-eshop-btn":"Перейти в интернет-магазин",
      "to-shop-btn":"Перейти в магазин в Таллине",
      "for-corporates-title":"корпоративным клиентам",
      "for-corporates-text":"Для корпоративных клиентов предусмотрены специальные, особенно выгодные условия, акции и предложения. Чтобы получить более подробную информацию, вы можете связаться с нами по телефону, электронной почте или заполнив форму с интересующим вас вопросом. Наши менеджеры ответят на ваше письмо в течение самого ближайшего времени.",
      "connect-with-btn":"Связаться с менеджером",
      // Contacts
      "contacts-title":"Контакты",
      "office": "офис",
      "shop": "магазин",
      "connect-form-title": "Связаться c Iluxsiir через форму:",
      "fill-form-btn": "Заполнить форму",
      // form
      "form-title":"Связаться с ILUXSIIR",
      "placeholder-name": "Ваше имя*",
      "placeholder-email": "Ваша почта*",
      "placeholder-phone": "Ваш телефон*",
      "placeholder-textarea": "Ваше сообщение",
      "users-agreement": `"Я принимаю условия <a href="./../../files/agreement-Iluxsiir_ru.pdf" target="_blank">политики конфиденциальности </a>компании и даю согласие на обработку своих персональных данных."`,
      "submit-btn": "Отправить",      
      // footer
      "all-rights":"Все правa защищены",
    },
   
    ee: {
      "desc-content":"профессиональные средства для ухода за волосами и ногтями, оптом и в розницу, частным и корпоративным клиентам, интернет-магазин с доставкой в Таллинне",
      "keywords-content":"волосы, ногти, средства для ухода, доставка, Таллинн, профессиональным мастерам, предложение салонам",
      "landing-title": "ILUXSIIR hair & nail professional cosmetic",

      "about-us": "Meist",
      "brands": "Brändid",
      "for-clients": "Klientidele",
      "online-store": "E-pood",
      "contacts": "Kontaktid",
      "description": "Meil on hea meel teid siin näha. Tutvuge meie pakkumistega.",
      "info-btn": "Boolshee об Iluxsiir",
      "shop-btn": "Shop in Тaallinn",
      
      // cookies agreement
      "agreement-header": "Мы ценим вашу приватность",
      "agreement-text": "Мы используем файлы cookie, чтобы улучшить качество ваших просмотров, персонализируя для вас рекламу и контент на основе анализа трафика. Нажимая <<Принять>>, вы соглашаетесь с использованием файлов cookie.",
      "agreement-link": "Политика сookie.",
      "accept-btn": "Принять",
      "reject-btn": "Отклонить",
      // modal-info
      "info-title":`О компании Ilu<span class="colored">X</span>siir`,
      "info-text": `<p>Компания Iluxsiir OÜ основана в 2023 году и занимается оптовой и розничной торговлей профессиональными средствами для ухода за волосами и ногтями. На рынке Эстонии мы представлены через услуги интернет-магазина https://shopforhair.ee/ee/. Также в октябре 2024 года в Таллине открылся наш первый розничный магазин —  в торговом центре "Мустакиви" (Mahtra tn 1, 13811 Tallinn, Mustakivi keskus).</p>
      <p>Несмотря на молодость компании, её руководящий менеджмент обладает десятилетиями опыта работы на бьюти-рынке. Мы активно следим за тенденциями в индустрии красоты и регулярно обновляем ассортимент товаров, своевременно предлагая своим клиентам новинки рынка и связанные с ними специальные акции.</p>
      <p>Ассортимент Iluxsiir включает в себя более чем 3500 товаров от ведущих мировых и европейских
          брендов. Мы сотрудничаем с такими производителями, как Black Professional (Италия), FUDGE (Великобритания), Kallos (ЕС), Stapiz (ЕС), LUSSONI (ЕС), NIAMH (Италия), Dikson (Италия), Feetcalm (Испания), Beauty Image (Испания), Andis (США) и многими другими.
      </p>
      <p>
          Наша миссия — обеспечить профессионалов ухода за волосами и ногтями качественной продукцией по конкурентным ценам. А также оказать всестороннюю помощь обычным покупателям — в виде профессиональных консультаций по любому из товаров.
      </p>
      <p>
          Наши приоритеты – удобная и быстрая доставка в течение 1-3 суток.
      </p>
      <p>
          Компания Iluxsiir OÜ нацелена на решение вопросов своих клиентов. В предложении компании предусмотрены отдельные программы для обычных, профессиональных и корпоративных клиентов — у нас есть что предложить каждому, с учётом его персональных интересов.
      </p>
      <p>
          Теперь вы знаете о нас больше. Компания Iluxsiir OÜ благодарит вас за то, что вы ознакомились с этой информацией. До скорой встречи!
      </p>`,
      // modal-shop
      "shop-title":`Ilu<span class="colored">X</span>siir`,
      "shop-text": "Мы рады приветствовать вас в первом магазине Iluxsiir OÜ в Эстонии - в торговом центре Мустакиви. С удовольствием предлагаем ознакомиться с нашими товарами, среди которых каждый найдет себе то, что ищет - как самостоятельно, так и с помощью наших опытных консультантов. Если какого-то из товаров нет на месте, вы можете оформить заказ с доставкой и получить товар в течение трех дней. Привозим заказанные вами товары буквально к вашим дверям, по любому адресу. По желанию можно воспользоваться и услугами пакоматов.",
      "address": "aдрес: Mahtra 1, Tallinn, Estonia",
      "office-telephone": `тeл. офиса: <a href="tel:+37255947591">+372 55-947-591</a>`,
      "shop-telephone":`тeл. магазина: <a href="tel:+37255940771">+372 55-940-771</a>`,
      "office-email": `почта: <a href="mailto:office@iluxsiir.ee">office@iluxsiir.ee</a>`,
      "working-time": "Пн-Пт: 10.00 - 20.00 <br> Сб-Вск: 10.00 - 18.00",
      "find-inside":`a href="https://mustakivikeskus.ee/plaan/?location=store3030" target="_blank"`,

      // benefits
      "card1-title":"Богатый ассортимент",
      "card1-text": "Более 3500 товаров от десятков мировых и европейских брендов",
      "card2-title":"Актуальные предложения",
      "card2-text": "Новинки рынка и последние тренды всегда к вашим услугам",
      "card3-title":"Открытость и доступность",
      "card3-text": "Работаем без выходных - как в сети, так и в магазине",
      "card4-title":"Быстрая доставка",
      "card4-text": "Пакоматы Omniva/Venipak – 24 часа. Если товара нет на месте - в течение 3 суток",
      "card5-title":"Профессиональные консультации",
      "card5-text": "Помощь в выборе товаров от опытного персонала",
      // brands
      "brands-title": "Наши бренды",
      // visuals
      "visuals-text": "Магазин в торговом центре <<Mustakivi>> (Таллинн). Свыше 3 500 товаров на месте. Возможность дополнительных заказов по каталогу с доставкой.",
      // proposals
      "proposals-title": "Предложения для клиентов",
      "for-customers-title":"частным клиентам",
      "for-customers-text": "Частным клиентам мы предлагаем широкий ассортимент товаров от известных европейских брендов. В магазине в торговом центре Мустакиви (Mahtra 1, Tallinn)  вы получите исчерпывающие консультации по любой из позиций. Ознакомиться со всеми предложениями можно, пройдя по ссылке на интернет-магазин.",
      "to-eshop-btn":"Перейти в интернет-магазин",
      "to-shop-btn":"Перейти в магазин в Таллине",
      "for-corporates-title":"корпоративным клиентам",
      "for-corporates-text":"Для корпоративных клиентов предусмотрены специальные, особенно выгодные условия, акции и предложения. Чтобы получить более подробную информацию, вы можете связаться с нами по телефону, электронной почте или заполнив форму с интересующим вас вопросом. Наши менеджеры ответят на ваше письмо в течение самого ближайшего времени.",
      "connect-with-btn":"Связаться с менеджером",
      // Contacts
      "contacts-title":"Контакты",
      "office": "офис",
      "shop": "магазин",
      "connect-form-title": "Связаться c Iluxsiir через форму:",
      "fill-form-btn": "Заполнить форму",
      // form
      "form-title":"Связаться с ILUXSIIR",
      "placeholder-name": "Ваше имя*",
      "placeholder-email": "Ваша почта*",
      "placeholder-phone": "Ваш телефон*",
      "placeholder-textarea": "Ваше сообщение",
      "users-agreement": `"Я принимаю условия <a href="./../../files/agreement-Iluxsiir_ru.pdf" target="_blank">политики конфиденциальности </a>компании и даю согласие на обработку своих персональных данных."`,
      "submit-btn": "Отправить",      
      // footer
      "all-rights":"Все правa защищены",
    
    },
             
    en: {
      "desc-content":"профессиональные средства для ухода за волосами и ногтями, оптом и в розницу, частным и корпоративным клиентам, интернет-магазин с доставкой в Таллинне",
      "keywords-content":"волосы, ногти, средства для ухода, доставка, Таллинн, профессиональным мастерам, предложение салонам",
      "landing-title": "ILUXSIIR hair & nail professional cosmetic",
      
      "about-us": "About Us",
      "brands": "Brands",
      "for-clients": "For Clients",
      "online-store": "e-shop",
      "contacts": "Contacts",
      "description": "We are happy to see you here. Check out our offers.",
      "info-btn": "About Iluxsiir",
      "shop-btn": "Shop in Tallinn",
      // cookies agreement
      "agreement-header": "Мы ценим вашу приватность",
      "agreement-text": "Мы используем файлы cookie, чтобы улучшить качество ваших просмотров, персонализируя для вас рекламу и контент на основе анализа трафика. Нажимая <<Принять>>, вы соглашаетесь с использованием файлов cookie.",
      "agreement-link": "Политика сookie.",
      "accept-btn": "Accept",
      "reject-btn": "Reject",
      // modal-info
      "info-title":`О компании Ilu<span class="colored">X</span>siir`,
      "info-text":  `<p>Компания Iluxsiir OÜ основана в 2023 году и занимается оптовой и розничной торговлей профессиональными средствами для ухода за волосами и ногтями. На рынке Эстонии мы представлены через услуги интернет-магазина https://shopforhair.ee/ee/. Также в октябре 2024 года в Таллине открылся наш первый розничный магазин —  в торговом центре "Мустакиви" (Mahtra tn 1, 13811 Tallinn, Mustakivi keskus).</p>
      <p>Несмотря на молодость компании, её руководящий менеджмент обладает десятилетиями опыта работы на бьюти-рынке. Мы активно следим за тенденциями в индустрии красоты и регулярно обновляем ассортимент товаров, своевременно предлагая своим клиентам новинки рынка и связанные с ними специальные акции.</p>
      <p>Ассортимент Iluxsiir включает в себя более чем 3500 товаров от ведущих мировых и европейских
          брендов. Мы сотрудничаем с такими производителями, как Black Professional (Италия), FUDGE (Великобритания), Kallos (ЕС), Stapiz (ЕС), LUSSONI (ЕС), NIAMH (Италия), Dikson (Италия), Feetcalm (Испания), Beauty Image (Испания), Andis (США) и многими другими.
      </p>
      <p>
          Наша миссия — обеспечить профессионалов ухода за волосами и ногтями качественной продукцией по конкурентным ценам. А также оказать всестороннюю помощь обычным покупателям — в виде профессиональных консультаций по любому из товаров.
      </p>
      <p>
          Наши приоритеты – удобная и быстрая доставка в течение 1-3 суток.
      </p>
      <p>
          Компания Iluxsiir OÜ нацелена на решение вопросов своих клиентов. В предложении компании предусмотрены отдельные программы для обычных, профессиональных и корпоративных клиентов — у нас есть что предложить каждому, с учётом его персональных интересов.
      </p>
      <p>
          Теперь вы знаете о нас больше. Компания Iluxsiir OÜ благодарит вас за то, что вы ознакомились с этой информацией. До скорой встречи!
      </p>`,
      // modal-shop
      "shop-title":`Ilu<span class="colored">X</span>siir`,
      "shop-text": "Мы рады приветствовать вас в первом магазине Iluxsiir OÜ в Эстонии - в торговом центре Мустакиви. С удовольствием предлагаем ознакомиться с нашими товарами, среди которых каждый найдет себе то, что ищет - как самостоятельно, так и с помощью наших опытных консультантов. Если какого-то из товаров нет на месте, вы можете оформить заказ с доставкой и получить товар в течение трех дней. Привозим заказанные вами товары буквально к вашим дверям, по любому адресу. По желанию можно воспользоваться и услугами пакоматов.",
      "address": "aдрес: Mahtra 1, Tallinn, Estonia",
      "office-telephone": `тeл. офиса: <a href="tel:+37255947591">+372 55-947-591</a>`,
      "shop-telephone":`тeл. магазина: <a href="tel:+37255940771">+372 55-940-771</a>`,
      "office-email": `почта: <a href="mailto:office@iluxsiir.ee">office@iluxsiir.ee</a>`,
      "working-time": "Пн-Пт: 10.00 - 20.00 <br> Сб-Вск: 10.00 - 18.00",
      "find-inside":`a href="https://mustakivikeskus.ee/plaan/?location=store3030" target="_blank"`,

      // benefits
      "card1-title":"Богатый ассортимент",
      "card1-text": "Более 3500 товаров от десятков мировых и европейских брендов",
      "card2-title":"Актуальные предложения",
      "card2-text": "Новинки рынка и последние тренды всегда к вашим услугам",
      "card3-title":"Открытость и доступность",
      "card3-text": "Работаем без выходных - как в сети, так и в магазине",
      "card4-title":"Быстрая доставка",
      "card4-text": "Пакоматы Omniva/Venipak – 24 часа. Если товара нет на месте - в течение 3 суток",
      "card5-title":"Профессиональные консультации",
      "card5-text": "Помощь в выборе товаров от опытного персонала",
      // brands
      "brands-title": "our brands",
      // visuals
      "visuals-text": "Магазин в торговом центре <<Mustakivi>> (Таллинн). Свыше 3 500 товаров на месте. Возможность дополнительных заказов по каталогу с доставкой.",
      // proposals
      "proposals-title": "Proposals for clients",
      "for-customers-title":"частным клиентам",
      "for-customers-text": "Частным клиентам мы предлагаем широкий ассортимент товаров от известных европейских брендов. В магазине в торговом центре Мустакиви (Mahtra 1, Tallinn)  вы получите исчерпывающие консультации по любой из позиций. Ознакомиться со всеми предложениями можно, пройдя по ссылке на интернет-магазин.",
      "to-eshop-btn":"Перейти в интернет-магазин",
      "to-shop-btn":"Перейти в магазин в Таллине",
      "for-corporates-title":"корпоративным клиентам",
      "for-corporates-text":"Для корпоративных клиентов предусмотрены специальные, особенно выгодные условия, акции и предложения. Чтобы получить более подробную информацию, вы можете связаться с нами по телефону, электронной почте или заполнив форму с интересующим вас вопросом. Наши менеджеры ответят на ваше письмо в течение самого ближайшего времени.",
      "connect-with-btn":"Связаться с менеджером",
      // Contacts
      "contacts-title":"Contacts",
      "office": "оffice",
      "shop": "shop",
      "connect-form-title": "Связаться c Iluxsiir через форму:",
      "fill-form-btn": "Заполнить форму",
      // form
      "form-title":"Связаться с ILUXSIIR",
      "placeholder-name": "Your name*",
      "placeholder-email": "Your email*",
      "placeholder-phone": "Your phone*",
      "placeholder-textarea": "Your message",
      "users-agreement": `"Я принимаю условия <a href="./../../files/agreement-Iluxsiir_ru.pdf" target="_blank">политики конфиденциальности </a>компании и даю согласие на обработку своих персональных данных."`,
      "submit-btn": "Send",      
      // footer
      "all-rights":"Все правa защищены",
    },      
  };

  export default translations
